[
   {
      "copyright":"Laurie Hatch",
      "date":"2014-02-28",
      "explanation":"Only two days past full, February's moon shines through thin clouds, rising on the left in this fisheye night skyscape. The moonlight illuminates a weathered, rounded foreground in the Alabama Hills, conveniently located east of Mt. Whitney along the Sierra Nevada range in California, USA, planet Earth. Orion the Hunter stands at the right, a familiar northern winter constellation. Bright Jupiter, the solar system's ruling gas giant, is near center at the top of the frame. Below Jupiter, Sirius, alpha star of the Big Dog, poses above a bowed and twisted landform known as Möbius Arch, its curve reminiscent of the mathematically famous surface with only one side. Of course, instead of using rock, wind, and weather, a Möbius strip is easier to make with paper, scissors, and tape.",
      "hdurl":"https://apod.nasa.gov/apod/image/1402/LH8056_MobiusArchMoonrise_1024x683.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"Möbius Arch Moonrise",
      "url":"https://apod.nasa.gov/apod/image/1402/LH8056_MobiusArchMoonrise_1024x683.jpg"
   },
   {
      "copyright":"Ken Crawford",
      "date":"2015-10-17",
      "explanation":"One of the brightest galaxies in planet Earth's sky is similar in size to our Milky Way Galaxy: big, beautiful M81. The grand spiral galaxy can be found toward the northern constellation of the Great Bear (Ursa Major). This superbly detailed image reveals M81's bright yellow nucleus, blue spiral arms, tell tale pinkish star forming regions, and sweeping cosmic dust lanes with a scale comparable to the Milky Way. Hinting at a disorderly past, a remarkable dust lane actually runs straight through the disk, to the left of the galactic center, contrary to M81's other prominent spiral features. The errant dust lane may be the lingering result of a close encounter between between M81 and its smaller companion galaxy, M82. Scrutiny of variable stars in M81 has yielded one of the best determined distances for an external galaxy -- 11.8 million light-years. M81's dwarf companion galaxy Holmberg IX can be seen just above the large spiral.",
      "hdurl":"https://apod.nasa.gov/apod/image/1510/M81crawford2048_fh.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"Bright Spiral Galaxy M81",
      "url":"https://apod.nasa.gov/apod/image/1510/M81crawford1024_fh.jpg"
   },
   {
      "copyright":"James B. KalerUIUCSkylights",
      "date":"2002-04-17",
      "explanation":"Looking out the window of an airplane, you might be lucky enough to see \"the glory\" in the direction directly opposite the Sun.  Before airplanes, the phenomenon, known to some as the heiligenschein or the Specter of the Brocken, was sometimes seen from mountaintops.  There, when conditions were right, one could look away from the Sun and see what appeared to be the shadow of a giant surrounded by a bright halo.  The giant turns out to be the observer, as in the modern version a silhouette of an plane frequently occupies the glory's center.  Pictured above, several concentric rings of the glory were photographed.  The cause of the glory has only been understood recently and is relatively complex.  Briefly, small droplets of water reflect, refract, and diffract sunlight backwards towards the Sun.  The phenomenon has similar counterparts in other branches of science including astronomy, where the looking out from the Earth in the direction opposite the Sun yields a bright spot called the gegenschein.",
      "hdurl":"https://apod.nasa.gov/apod/image/0204/glory_kaler_big.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"The Glory",
      "url":"https://apod.nasa.gov/apod/image/0204/glory_kaler.jpg"
   },
   {
      "copyright":"Calvin J. Hamilton",
      "date":"1999-12-05",
      "explanation":"Rhea is the second largest moon of Saturn, behind Titan, and the largest without an atmosphere.   It is composed mostly of water ice, but has a small rocky core.  Rhea's rotation and orbit are locked together (just like Earth's Moon) so that one side always faces Saturn.  A consequence of this is that one side always leads the other.  Rhea's leading surface is much more heavily cratered than its trailing surface.  The above photograph was taken with the Voyager 1 spacecraft in 1980.",
      "hdurl":"https://apod.nasa.gov/apod/image/9912/rhea2_vg2_big.gif",
      "media_type":"image",
      "service_version":"v1",
      "title":"Rhea: Saturn's Second Largest Moon",
      "url":"https://apod.nasa.gov/apod/image/9912/rhea2_vg2.jpg"
   },
   {
      "copyright":"Derrick Lim",
      "date":"2018-03-21",
      "explanation":"Do you recognize this constellation?  Although it is one of the most recognizable star groupings on the sky, Orion's icons don't look quite as colorful to the eye as they do to a camera.  In this 20-image digitally-composed mosaic, cool red giant Betelgeuse takes on a strong orange tint as the brightest star at the upper left.  Orion's hot blue stars are numerous, with supergiant Rigel balancing Betelgeuse at the lower right, and Bellatrix at the upper right Lined up in Orion's belt are three stars all about 1,500 light-years away, born from the constellation's well-studied interstellar clouds. Below Orion's belt a reddish and fuzzy patch that might also look familiar -- the stellar nursery known as Orion's Nebula.  Finally, just barely visible to the unaided eye but quite striking here by camera is Barnard's Loop -- a huge gaseous emission nebula surrounding Orion's Belt and Nebula discovered over 100 years ago by the pioneering Orion photographer E. E. Barnard.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
      "hdurl":"https://apod.nasa.gov/apod/image/1803/OrionMosaic_Lim_957.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"Camera Orion",
      "url":"https://apod.nasa.gov/apod/image/1803/OrionMosaic_Lim_960.jpg"
   },
   {
      "copyright":"Don Goldman",
      "date":"2012-06-21",
      "explanation":"Made with narrow and broad band filters, this colorful cosmic snap shot covers a field of view about the size of the full Moon within the boundaries of the constellation Cygnus. It highlights the bright edge of a ring-like nebula traced by the glow of ionized hydrogen and oxygen gas. Embedded in the region's interstellar clouds of gas and dust, the complex, glowing arcs are sections of bubbles or shells of material swept up by the wind from Wolf-Rayet star WR 134, brightest star near the center of the frame. Distance estimates put WR 134 about 6,000 light-years away, making the frame over 50 light-years across. Shedding their outer envelopes in powerful stellar winds, massive Wolf-Rayet stars have burned through their nuclear fuel at a prodigious rate and end this final phase of massive star evolution in a spectacular supernova explosion. The stellar winds and final supernovae enrich the interstellar material with heavy elements to be incorporated in future generations of stars.",
      "hdurl":"https://apod.nasa.gov/apod/image/1206/WR134WebGoldman.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"WR 134 Ring Nebula",
      "url":"https://apod.nasa.gov/apod/image/1206/WR134WebGoldman900.jpg"
   },
   {
      "copyright":"J. C. Casado",
      "date":"1997-11-25",
      "explanation":"The Moon almost ruined this photograph.  During late March and early April, Comet Hale-Bopp passed nearly in front of the Andromeda Galaxy. Here the Great Comet of 1997 and the Great Galaxy in Andromeda were photographed together on March 24th.  The problem was the brightness of the Moon. The Moon was full that night and so bright that long exposures meant to capture the tails of Hale-Bopp and the disk of M31 would capture instead only moonlight reflected off the Earth's atmosphere.  By the time the Moon would set, this opportunity would be gone.  That's why this picture was taken during the lunar eclipse.",
      "hdurl":"https://apod.nasa.gov/apod/image/9711/hbm31_jcc_big.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"The Comet and the Galaxy",
      "url":"https://apod.nasa.gov/apod/image/9711/hbm31_jcc.jpg"
   },
   {
      "copyright":"Rogelio Bernal Andreo",
      "date":"2010-05-24",
      "explanation":"The clouds surrounding the star system Rho Ophiuchi compose one of the closest star forming regions.  Rho Ophiuchi itself is a binary star system visible in the light-colored region on the image right. The star system, located only 400 light years away, is distinguished by its colorful surroundings, which include a red emission nebula and numerous light and dark brown dust lanes. Near the upper right of the Rho Ophiuchi molecular cloud system is the yellow star Antares, while a distant but coincidently-superposed globular cluster of stars, M4, is visible between Antares and the red emission nebula. Near the image bottom lies IC 4592, the Blue Horsehead nebula.  The blue glow that surrounds the Blue Horsehead's eye -- and other stars around the image -- is a reflection nebula composed of fine dust. On the above image left is a geometrically angled reflection nebula cataloged as Sharpless 1.  Here, the bright star near the dust vortex creates the light of surrounding reflection nebula. Although most of these features are visible through a small telescope pointed toward the constellations of Ophiuchus, Scorpius, and Sagittarius, the only way to see the intricate details of the dust swirls, as featured above, is to use a long exposure camera.",
      "hdurl":"https://apod.nasa.gov/apod/image/1005/rhoregion_andreo_big.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"Rho Ophiuchi Wide Field",
      "url":"https://apod.nasa.gov/apod/image/1005/rhoregion_andreo.jpg"
   },
   {
      "date":"1995-10-01",
      "explanation":"The pictured core of the galaxy NGC 253 shows an exceptionally high rate of star formation.  In the center are some of the densest knots of stars ever found, surrounded by glowing gas and dust lanes. Galaxies where such high star formation rates are seen are called \"starburst\" galaxies. The unusual color is a combination of the light emitted from the young, hot, blue stars and their associated emission and reflection nebulae.",
      "hdurl":"https://apod.nasa.gov/apod/image/ngc253_hst.gif",
      "media_type":"image",
      "service_version":"v1",
      "title":"Central Galactic Star Bursts",
      "url":"https://apod.nasa.gov/apod/image/ngc253_hst.gif"
   },
   {
      "copyright":"John Sarkissian",
      "date":"2013-03-09",
      "explanation":"Sweeping quickly through southern skies on March 5, Comet PanSTARRS (C/2011 L4) follows the Sun toward the western horizon in this twilight scene. In the foreground is Australia's CSIRO Parkes Radio Telescope, a 64 meter wide steerable dish that is no stranger to the space age exploration of comets. In March of 1986 the Parkes dish tracked ESA's Giotto spacecraft as it flew by Comet Halley and received the first ever closeup images of Halley's nucleus. At naked-eye visibility, Comet PanSTARRS made its closest approach to planet Earth on March 5. Its closest approach to the Sun will be on March 10. Heading north, PanSTARRS now begins a much anticipated appearance low in the northern hemisphere's western skies after sunset. On March 12, look for the comet hugging the western horizon near a young crescent Moon.",
      "hdurl":"https://apod.nasa.gov/apod/image/1303/CPanstarrsParkes_Sarkissian.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"PanSTARRS over Parkes",
      "url":"https://apod.nasa.gov/apod/image/1303/CPanstarrsParkes_Sarkissian900.jpg"
   },
   {
      "date":"2003-01-03",
      "explanation":"Not so long ago and not so far, far away, a galaxy was born. Seen in this Hubble Space Telescope image, the island universe of stars, gas, and dust cataloged as POX 186 is a mere 68 million light-years distant toward an uncrowded region in the constellation Virgo. POX 186 is truly dwarfed by galaxies like our own Milky Way. The diminutive galaxy is about 900 light-years across with around 10 million stars, compared to the Milky Way's 100,000 light-year span and more than 200 billion stars. Cosmically speaking, POX 186 is also very young as the Hubble snapshot reveals a disturbed galaxy that is likely the result of a 100 million year old collision between two even smaller star systems. In fact, POX 186 observations suggest that such isolated, small galaxies may be the last to form, since the most massive galaxies in the universe seem to have formed billions of years ago.",
      "hdurl":"https://apod.nasa.gov/apod/image/0301/pox186_hst_full.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"POX 186: Not So Long Ago",
      "url":"https://apod.nasa.gov/apod/image/0301/pox186_hst.jpg"
   },
   {
      "copyright":"Juan Carlos Casado",
      "date":"2003-04-12",
      "explanation":"Have you ever seen the planet Mercury?  Because Mercury orbits so close to the Sun, it never wanders far from the Sun in Earth's sky. If trailing the Sun, Mercury will be visible low on the horizon for only a short while after sunset. If leading the Sun, Mercury will be visible only shortly before sunrise. So at certain times of the year an informed skygazer with a little determination can usually pick Mercury out from a site with an unobscured horizon. Above, a lot of determination has been combined with a little digital trickery to show Mercury's successive positions during March of 2000.  Each picture was taken from the same location in Spain when the Sun itself was 10 degrees below the horizon and superposed on the single most photogenic sunset.  By the middle of this month, Mercury will again be well placed for viewing above the western horizon at sunset, but by the end of April it will have faded and dropped into the twilight. On May 7th, Mercury will cross the Sun's disk.",
      "hdurl":"https://apod.nasa.gov/apod/image/0304/mercurysky_casado_big.jpg",
      "media_type":"image",
      "service_version":"v1",
      "title":"Mercury on the Horizon",
      "url":"https://apod.nasa.gov/apod/image/0304/mercurysky_casado_c1.jpg"
   }
]